{
  "architectures": [
    "MulticlassProbeModel"
  ],
  "in_features": 768,
  "model_type": "multiclass_linear_probe",
  "num_submodules": 64,
  "out_features": 13,
  "torch_dtype": "float32",
  "transformers_version": "4.40.1"
}
